export default `אבו בלאל
אבו גוש
אבו געדה
אבו דיס
אבו חמרה
אבו קרינאת 
אבו קש
אבו שחידם
אבו תלול
אבטין
אבטליון
אביאל
אביבים
אביגדור
אביחיל
אביטל
אביעזר
אבירים
אבן יהודה
אבן מנחם
אבן ספיר
אבן שמואל
אבני איתן
אבני חפץ
אבנת
אבשלום
אבתאן
אגנסניא
אדורה
אדירים
אדמית
אדנה
אדרת
אהלו
אודים
אודלה
אודם
אוהד
אום אל פחם
אום אל קוטוף
אום אל תות
אום בטין
אומן
אומץ
אופקים
אוצרין
אור הגנוז
אור הנר
אור יהודה
אור עקיבא
אורה
אורות
אורטל
אורים
אורנים
אורנית
אושה
אזור
אחווה
אחוזם
אחוזת ברק
אחיהוד
אחיטוב
אחיסמך
אחיעזר
איבים
אייל
איילת השחר
אילון
אילות
אילניה
אילת
איתמר
איתן
איתנים
אכסאל
אכתאבא
אל עזי
אל עריאן
אל רום
אל בירה
אל סייד
אל עריש
אלומה
אלומות
אלון הגליל
אלון מורה
אלון שבות
אלוני אבא
אלוני הבשן
אלוני יצחק
אלונים
אלי עד
אלי סיני
אליכין
אליפז
אליפלט
אליקים
אלישיב
אלישמע
אלמגור
אלמוג
אלעד
אלעזר
אלפי מנשה
אלקוש
אלקנה
אם א טלע
אם אל גנם
אם חשיבה
אם סלמונה
אם עלאס
אם עסלה
אם צפא
אם קוצרי
אמאתין
אמונים
אמירים
אמנון
אמציה
אמריש
אניעם
אסכאכא
אספר
אעבלין
אפיק
אפיקים
אפעל בית אב
אפעל מרכז ס
אפק
אפרתה
ארבל
ארגמן
ארז
ארטאס
אריאל
ארסוף
ארתאח
אשבול
אשבל
אשדוד
אשדות יעקב
אשחר
אשכולות
אשל הנשיא
אשלים
אשקלון
אשרת
אשתאול
אתגר
אתר מצדה
באגה
באקה
באקה אל גרביה
באקה אל שרק
באר אורה
באר גנים
באר טוביה
באר יעקב
באר מילכה
באר שבע
בארות יצחק
בארותיים
בארי
בגדד
בדו
בדולח
בדיא
בדרס
בוגה
בוסתן הגליל
בועיינה נוגידאת
בוקעאתא
בורגתה
בורהאם
בורין
בורקה
בזאריה
בחן
בטחה
ביאדה
בידא
ביוכי
ביצרון
ביר א נצב
ביר א סכה
ביר אבו סוי
ביר אבו צוי
ביר אל מכסור
ביר אל חסי
ביר אל מלחה
ביר אל מעין
ביר אל עבד
ביר אלמיין
ביר גאלא
ביר הדאג
ביר הליל
ביר זית
ביר חסנה
ביר לחפאן
ביר מלאקי
ביר מער
ביר נבאלא
ביר נצב
ביר סדרי
ביר שיח חמי
ביר תל
בירה חברון
ביריה
בית אגזא
בית אולא
בית אורן
בית איבא
בית אכסא
בית אל
בית אל ב
בית אללו
בית אלעזרי
בית אלפא
בית אמין
בית אמר
בית אמרין
בית אענאן
בית ארוש פו
בית ארוש תח
בית אריה
בית ברל
בית גאלא
בית גוברין
בית גמאל
בית גמליאל
בית גן
בית דגן
בית דקו
בית הגדי
בית הלוי
בית הלל
בית העמק
בית הערבה
בית השיטה
בית וזן
בית זיד
בית זית
בית זרע
בית חורון
בית חירות
בית חלקיה
בית חנון
בית חנינא
בית חנן
בית חנניה
בית חשמונאי
בית יהושע
בית יוסף
בית ינאי
בית יצחק שער חפר
בית כאחל גמ
בית לאהיה
בית לחם
בית לחם הגלילית
בית ליד
בית לקיא
בית מאיר
בית מחסיר
בית מרסם
בית נחמיה
בית ניר
בית נקופה
בית סאחור
בית סוריכ
בית סירא
בית עוא
בית עובד
בית עוזיאל
בית עור אל
בית עור אל
בית עזרא
בית עמרא
בית עריף
בית פגאר
בית פוריכ
בית צבי
בית קאד דרו
בית קאד צפו
בית קמה
בית קשת
בית רבן
בית רימא
בית רימון
בית שאן
בית שמש
בית שערים
בית שקמה
ביתא א תחתא
ביתא פוקא
ביתוניא
ביתין
ביתן אהרן
ביתר עילית
בכורה
בלאטה
בלעא
בלעין
בלפוריה
בן זכאי
בן עמי
בן שמן
בני ברק
בני דקלים
בני דרום
בני דרור
בני יהודה
בני נעים
בני נצרים
בני סוהילה
בני עטרות
בני עיש
בני עצמון
בני ציון
בני ראם
בניה
בנימינה גבעת עדה
בסמה
בסמת טבעון
בענה
בצרה
בצת
בקוע
בקעות
בר גיורא
בר יוחאי
ברג
ברדלא
ברוקין
ברור חיל
ברוש
ברטעה
בריג
ברכה
ברכיה
ברעם
ברק
ברקא
ברקאי
ברקין
ברקן
ברקת
בת הדר
בת חן
בת חפר
בת חצור
בת ים
בת עין
בת שלמה
בתיר
גאלוד
גאניה
גארושיה
גבע גנין
גבע רמאללה
גבעה
גדידה
גדירה
גוריש
גורת אל שמ
גז אבו רעד
גיב
גיביא
גיוס
גית
גלבון
גלגליה
גלזון
גלמה
גלקמוס
גמאלה
גמאעין
גניד
גנין
גנצאפוט
גרבא
גאולי תימן
גאולים
גאליה
גבאליה
גבאליה העיר
גבולות
גבים
גבל אל ערף
גבל הלאל
גבל חמיר
גבל מגארה
גבע
גבע בנימין
גבע כרמל
גבעולים
גבעון החדשה
גבעות בר
גבעת אבני
גבעת אלה
גבעת ברנר
גבעת השלושה
גבעת זאב
גבעת חן
גבעת חיים
גבעת יואב
גבעת יערים
גבעת ישעיהו
גבעת כח
גבעת נילי
גבעת עדה
גבעת עוז
גבעת שמואל
גבעת שמש
גבעת שפירא
גבעתי
גבעתיים
גברעם
גבת
גדות
גדיד
גדידה
גדיידה מכר
גדיש
גדעונה
גדרה
גולס
גונן
גורן
גורנות הגליל
גזית
גזר
גיאה
גיבתון
גיזו
גילון
גילת
גינוסר
גיניגר
גינתון
גיתה
גיתית
גלאון
גלגוליה
גלגל
גליל ים
    אבן יצח
גמזו
גן אור
גן הדרום
גן השומרון
גן חיים
גן יאשיה
גן יבנה
גן נר
גן שורק
גן שלמה
גן שמואל
גנות
גנות הדר
גני הדר
גני טל
גני טל *
גני יהודה
גני יוחנן
גני מודיעין
גני עם
גני תקווה
גנים
גסר א זרקא
געש
געתון
גפן
גפנא
גקילה
גרופית
גריעה
גוש חלב
גשור
גשר
גשר הזיו
גת
קיבוץ גת
גת בגליל
גת רימון
דאהריה
דאלית אל כרמל
דבורה
דבוריה
דבירה
דברת
דגניה א
דגניה ב
דהב
דהישה
דהר חלת אל
דובב
דוגית
דולב
דומא חברון
דומא שכם
דור
דורא
דורא אל קרע
דורות
דחי
דחית בריד
דיוכ
דייר חנא
דייר ראפאת
דימונה
דיר א שמס
דיר אבו דעי
דיר אבו משע
דיר אבזיע
דיר אל אסד
דיר אל בלח
דיר אל בלח
דיר אל גצון
דיר אל חטב
דיר אל סודא
דיר אל עסל
דיר אל עסל
דיר אסתיא
דיר בלוט
דיר גזאלה
דיר גסאנה
דיר גריר
דיר דבואן
דיר נזאם
דיר עמאר
דיר קדיס
דיר רזאח
דיר שרף
דישון
דליה
דלתון
דמיידה
דן
דנאבה
דפידף
דפנה
דקל
דרב אל מליח
דריגאת
האון
האשמיה
הבונים
הגושרים
הדר עם
הוד השרון
הודיה
הודיות
הושעיה
הזורע
הזורעים
החותרים
היוגב
הילה
המעפיל
הסוללים
העוגן
הר אדר
הר גילה
הר עמשא
הראל
הרדוף
הרצליה
הררית
ואדי אל אחמ
ואדי אל ביד
ואדי אל וער
ואדי אל ערא
ואדי אל ערי
ואדי אסלה
ואדי ברקין
ואדי גרנדל
ואדי חמר
ואדי מבעוק
ואדי מחאש
ואדי נצב
ואדי נצריין
ואדי סעאל
ואדי קיד
ואדי קריה
ואדי רהבה
ואדי רחבה
ואדי רינה
ואדי תמן
ואדי תר
ואדיאל עמר
ואסט נויבע
ורד יריחו
ורדון
זאויה גנין
זאויה טול כ
זבאבדה
זבדה
זבדיאל
זבובה
זבידאת
זואתה
זוהר
זוואידה
זיף
זיקים
זיתא
זיתא גמעין
זיתונה
זיתן
זכרון יעקב
זכריה
זלפה
זמר
זמרת
זנוח
זעתרה
זרועה
זרזיר
זרחיה
חאן יונס
חאראס
חארס
חבילה
חבלה
חבצלת השרון
חבר
חברון
חגאגרה
חגה
חגור
חגי
חגילה
חגלה
חד נס
חדב
חדיד
חדר
חדרה
חואלד
חוארה
חוגייראת דהרה
חולדה
חולון
חולית
חולתה
חומש
חוסאן
חוסן
חוסנייה
חופית
חוקוק
חורה
חורסה
חורפיש
חורשים
חות שלם
חזאעה
חזון
חזמא
חיבת ציון
חיננית
חיפה
חירות
חלוץ
חלחול
חלמיש
חלף
חלץ
חלת אל פולה
חמאם
חמד
חמדיה
חמדת
חמרה
חניאל
חניתה
חנתון
חסכה
חספין
חפץ חיים
חפצי בה
חצב
חצבה
חצור אשדוד
חצור הגלילית
חצר בארותיים
חצרות חולדה
חצרות חפר
חצרות יסף
חצרות כח
חצרים
חרב לאת
חרבת אבו חמ
חרבת אבו נג
חרבת אבו סל
חרבת אבו פל
חרבת אום אל
חרבת אל נג
חרבת אל אקר
חרבת אל אשק
חרבת אל דיר
חרבת אל דלב
חרבת אל הגר
חרבת אל חדב
חרבת אל חפי
חרבת אל חרז
חרבת אל טבק
חרבת אל כום
חרבת אל לוז
חרבת אל מגו
חרבת אל מגנ
חרבת אל מדו
חרבת אל מטל
חרבת אל מנש
חרבת אל מעצ
חרבת אל מרג
חרבת אל נבי
חרבת אל סכה
חרבת אל עדס
חרבת אל עוג
חרבת אל עלק
חרבת אל עקר
חרבת אל ערו
חרבת אל צרי
חרבת אל קצו
חרבת אל שיח
חרבת בית חס
חרבת בית ענ
חרבת בית תע
חרבת בריזעה
חרבת גאדור
חרבת גהזם
חרבת גיב א
חרבת גראד
חרבת דיר צא
חרבת ואדי א
חרבת ודח
חרבת זאהר
חרבת זיתא
חרבת חדיר
חרבת טויל
חרבת כזון
חרבת כנעאן
חרבת כרמה
חרבת מורק
חרבת מעין
חרבת נבי צא
חרבת סמיא
חרבת עאבא
חרבת עוד
חרבת עילת ע
חרבת עסלה
חרבת פקיקס
חרבת צאפא
חרבת ציר
חרבת קיס
חרבת ראס אל
חרבת ראס עט
חרבת רקעה
חרבת שויכה
חרבתא
חרבתא אל מצ
חרובה כולל
חרוצים
חריש  קציר
חרמלה
חרמש
חרסה
חרשים
חשמונאים
טבעון
טבריה
טואני
טובא זנגריה
טובאס
טויל אל אמי
טול כרם
טורה אל גרב
טורעאן
טיבה גנין
טיבה רמאללה
טייבה
טייבה בעמק
טירה
טירת יהודה
טירת כרמל
טירת צבי
טל אל
טל שחר
טלוזה
טללים
טלמון
טמון
טמרה
טמרה יזרעאל
טנא
טפחות
טראמה
יאטה
יאמון
יאנוח
יאנוח גת
יאנון
יאסוף
יאציד
יבול
יבנאל
יבנה
יברוד
יגור
יגל
יד בנימין
יד השמונה
יד חנה
יד מרדכי
יד נתן
יד רמבם
ידידה
יהוד מונוסון
יהל
יובל
יובלים
יודפת
יונתן
יושיביה
יזרעאל
יזרעם
יחיעם
יטבתה
ייטב
יכיני
ימא
ינוב
ינון
יסוד המעלה
יסודות
יסעור
יעבד
יעד
יעל
יעף
יערה
יפיע
יפית
יפעת
יפתח
יצהר
יציץ
יקום
יקיר
יקנעם מושבה
יקנעם עילית
יראון
ירדנה
ירוחם
ירושלים
ירחיב
יריחו
ירכא
ירקונה
ישע
ישעי
ישרש
יתד
יתיר
יתמא
כאבול
כאוכב אבו אל היגא
כברי
כדורי
כדים
כדיתה
כובר
כוכב השחר
כוכב יאיר
כוכב יעקב
כוכב מיכאל
כונתילא
כור
כורזים
כזיה אל רטר
כחל
כחלה
כיסופים
כישור
כליל
כלנית
כמאנה
כמהין
כמון
כנות
כנף
מושבת כנרת
קבוצת כנרת
כסיפה
כסלון
כסרא
כסרא סמיע
כעביה טבאש חגאגרה
כעביה שבט
כפיר
כפירת
כפל חארת
כפר אביב
כפר אדומים
כפר אוריה
כפר אזר
כפר אחים
כפר אל דיכ
כפר אל לבד
כפר ביאליק
כפר בילו
כפר בלום
כפר בן נון
כפר ברא
כפר ברוך
כפר גדעון
כפר גלים
כפר גליקסון
כפר גלעדי
כפר גמאל
כפר דאן
כפר דניאל
כפר דרום
כפר האורנים
כפר החורש
כפר המכבי
כפר הנגיד
כפר הנוער הדתי
כפר הנשיא
כפר הס
כפר הראה
כפר הריף
כפר ויתקין
כפר ורבורג
כפר ורדים
כפר זוהרים
כפר זיבאד
כפר זיתים
כפר חבד
כפר חושן
כפר חיטים
כפר חיים
כפר חנניה
כפר חסידים א
כפר חסידים ב
כפר חרוב
כפר טרומן
כפר יאסיף
כפר ידידיה
כפר יהושע
כפר יונה
כפר יחזקאל
כפר יעבץ
כפר כמא
כפר כנא
כפר לאקף
כפר מאלכ
כפר מונש
כפר מימון
כפר מלל
כפר מנדא
כפר מנחם
כפר מסריק
כפר מצר
כפר מרדכי
כפר נטר
כפר נעמה
כפר סאלד
כפר סבא
כפר סילבר
כפר סירקין
כפר סמיע
כפר עבודה
כפר עבוש
כפר עזה
כפר עזיז
כפר עין
כפר עציון
כפר עקב
כפר פינס
כפר צור
כפר קאסם
כפר קדום
כפר קוד
כפר קיש
כפר קליל
כפר קרע
כפר ראעי
כפר ראש הנקרה
כפר רוזנואלד זרעית
כפר רופין
כפר רות
כפר רמאן
כפר שמאי
כפר שמואל
כפר שמריהו
כפר תבור
כפר תלת
כפר תפוח
כרזה
כרי דשא
כרכום
כרם אבו מצל
כרם אבו שרי
כרם בן זמרה
כרם בן שמן
כרם יבנה ישיבה
כרם מהרל
כרם שלום
כרמי יוסף
כרמי צור
כרמיאל
כרמיה
כרמים
כרמל
לבון
לביא
לבן
לבן שרקיה
לבנים
להב
להבות הבשן
להבות חביבה
להבים
לוד
לוזית
לוחמי הגיטאות
לוטם
לוטן
לימן
לכיש
לפיד
לפידות
לקיה
מאדמא
מאור
מאיר שפיה
מאסורה
מאקורה
מבוא ביתר
מבוא דותן
מבוא חורון
מבוא חמה
מבוא מודיעים
מבואות ים
מבועים
מבטחים
מבקיעים
מבשרת ציון
מגאזי
מגאר
מגד
מגד אל כרום
מגדים
מגדל
מגדל בני פא
מגדל העמק
מגדל עוז
מגדל שמס
מגדלים
מגידו
מגיר גנין
מגיר רמאללה
מגל
מגן
מגן שאול
מגשימים
מדיה
מדפונה
מדרך עוז
מדרשת בן גוריון
מדרשת רופין
מודיעין מכבים רעות
מודיעין עילית
מולדה
מולדת
מוצא עילית
מוצא תחתית
מוצמוץ
מוקייבלה
מורג
מורן
מורשת
מושב אליאב
מזאר
מזארע אל נו
מזור
מזכרת בתיה
מזרע
מזרעה
מזרעה אל קב
מזרעה אל שר
מחולה
מחים אל פאר
מחים קלנדיה
מחמאס
מחנה גבעת ח
מחנה הילה
מחנה טלי
מחנה יבור
מחנה יהודית
מחנה יוכבד
מחנה יפה
מחנה יתיר
מחנה מרים
מחנה עדי
מחנה תל נוף
מחניים
מחסיה
מחשיב
מטולה
מטע
מי עמי
מידאן
מיטב
מייסר
מיצר
מירב
מירון
מישר
מיתלה
מיתלון
מיתר
מכבים
מכורה
מכחול
מכמורת
מכמנים
מכסורה
מכר
מלאה
מלילות
מלכיה
מלכישוע
מנבטח
מנוחה
מנוף
מנות
מנחמיה
מנרה
מנשית זבדה
מסד
מסדה
מסחה
מסילות
מסילת ציון
מסלול
מסליה
מסעדה
מסעודין אל עזאזמה
מעאויה
מעברות
מעגלים
מעגן
מעגן מיכאל
מעוז חיים
מעון
מעונה
מעוף
מעיליא
מעין ברוך
מעין צבי
מעלה אדומים
מעלה אפרים
מעלה גלבוע
מעלה גמלא
מעלה החמישה
מעלה לבונה
מעלה מכמש
מעלה עירון
מעלה עמוס
מעלה שומרון
מעלות תרשיחא
מעני אבו חא
מענית
מעסכר אל ער
מעש
מפלסים
מצבח
מצדות יהודה
מצובה
מצליח
מצפה
מצפה אביב
מצפה אילן
מצפה יריחו
מצפה נטופה
מצפה רמון
מצפה שלם
מצפק
מצר
מקווה ישראל
מראח אל בקר
מראח רבאח
מרג נעגה
מרגה
מרגליות
מרדה
מרום גולן
מרחב עם
מושב מרחביה
קיבוץ מרחביה
מרכה
מרכז שפירא
משאבי שדה
משאיח סעדיה
משגב דב
משגב עם
משהד
משואה
משואות יצחק
משירפה
משכיות
משמר איילון
משמר דוד
משמר הירדן
משמר הנגב
משמר העמק
משמר השבעה
משמר השרון
משמרות
משמרת
משען
משרוע מוסא
מתמתני
מתן
מתת
מתתיהו
נאות גולן
נאות הכיכר
נאות מרדכי
נאות סמדר
נאעורה
נאקורה
נבטים
נבי צאלח
נבי צמויל
נביעות
נבק
נגבה
נגוהות
נגידאת
נגילה
נהורה
נהלל
נהריה
נוב
נובא
נוגה
נוה
נוה אפרים
נוה דקלים
נווה אבות
נווה אור
נווה אטיב
נווה אילן
נווה איתן
נווה דניאל
נווה זוהר
נווה זיו
נווה חריף
נווה ים
נווה ימין
נווה ירק
נווה מבטח
נווה מיכאל
נווה שלום
נויעמה
נומיס
נועם
נוף איילון
נופים
נופית
נופך
נוקדים
נור אל שמס
נורדיה
נורית
נזלה אל גרב
נזלה אל וסט
נזלה אל שרק
נזלת אבו נא
נזלת זיד
נזלת עיסא
נחאלין
נחושה
נחל אדורה
נחל אלישע
נחל אמתי
נחל בתרונות
נחל גבעות
נחל גנת
נחל יעלון
נחל מול נבו
נחל מרוה
נחל נחושתן
נחל נמרוד
נחל נצרים
נחל עוז
נחל עירית
נחל צורף
נחל צרי
נחל שיאון
נחל חפגה
נחלה
נחליאל
נחלים
נחלת יהודה
נחם
נחף
נחשולים
נחשון
נחשונים
נטועה
נטור
נטעים
נטף
ניין
נילי
ניסנית
ניצן
ניצן ב
ניצנה
ניצני סיני
ניצני עוז
ניצנים
ניר אליהו
ניר בנים
ניר גלים
ניר דוד
ניר חן
ניר יפה
ניר יצחק
ניר ישראל
ניר משה
ניר עוז
ניר עם
ניר עציון
ניר עקיבא
ניר צבי
נירים
נירית
נירן
נס הרים
נס עמים
נס ציונה
נעורים
נעלה
נעלין
נעמה
נען
נצאריה
נציראת
נצף גביל
נצר חזני
נצר סרני
נצרת
נצרת עילית
נקא שעבאני
נשר
נתיב הגדוד
נתיב הלה
נתיב העשרה
נתיב השיירה
נתיבות
נתניה
סאגור
סאויה
סאלם
סאלם
סאסא
סביון
סבסטיה
סגולה
סדום
סואחרה
סולם
סוסיה
סופה
סחנין
סייפה
סילת אל דאה
סילת אל חאר
סיריס
סלואד
סלמאנה
סלמה
סלעית
סלפית
סמוע
סמר
סנגל
סנטה קטרינה
סניריה
סנסנה
סעד
סעיר
סער
ספארין
ספיר
סרדה
סתריה
עאבוד
עאנין
עארה
עארורה
עבאסן אל כב
עבאסן אל צע
עבדה
עבדון
עבוין
עבידיה
עברון
עגה
עגול
עגור
עגר
עדי
עדנים
עוזה
עוזייר
עולש
עומר
עופר
עופרה
עופרים
עוצם
עוריף
עורתא
עזבת א דרוב
עזה
עזוז
עזון
עזון עתמה
עזמוט
עזר
עזריאל
עזריה
עזריקם
עטאטרה
עטארה גנין
עטארה רמאלל
עטרת
עידן
עיזריה
עיילבון
עיינות
עילוט
עין א סהלה
עין איוב
עין איילה
עין אל אסד
עין אל אחדר
עין אל בידא
עין אל שלטא
עין גב
עין גדי
עין דור
עין דרויש
עין הבשור
עין הוד
עין החורש
עין המפרץ
עין הנציב
עין העמק
עין השופט
עין השלושה
עין ורד
עין זיוון
עין חוד
עין חצבה
עין חרוד
עין יברוד
עין יהב
עין יעקב
עין כרם ביס חקלאי
עין כרמל
עין מאהל
עין נקובא
עין סיניא
עין עירון
עין עריכ
עין צדר
עין צורים
עין קידכאת
עין קיניא
עין קנייא
עין ראפה
עין שמר
עין שריד
עין תמר
עינאבוס
עינת
עיר אובות
עכו
עלאר
עלומים
עלי
עלי זהב
עלמה
עלמון
עלקה
עמוקה
עמור
עמוריה
עמינדב
עמיעד
עמיעוז
עמיקם
עמיר
עמנואל
עמק חפר
עמקה
ענאב אל צגי
ענאתא
ענב
ענבתא
ענזה
עסאכרה
עסכר
עספיא
עפולה
עץ אפרים
עצירה אל קב
עצירה אלשמא
עצמון שגב
עקאבה
עקבת גבר
עקרבה
עראבה
עראמשה
עראמשה שבט
עראנה
עראק בורין
ערב אבו ציב
ערב אל חסינ
ערב אל נעים
ערבונה
ערד
ערוגות
ערערה
ערערה בנגב
ערקה
עשרת
עתיל
עתלית
עתניאל
פארן
פאת שדה
פדואל
פדויים
פדיה
פוגיה
פוור
פוריה   כפר עבודה
פוריה   נווה עובד
פוריה עילית
פוריידיס
פורת
פחמה
פטיש
פיראן
פלאמה
פלך
פלמחים
פנדק
פנדקומיה
פני חבר
פסגות
פסוטה
פעמי תשז
פצאיל
פצאל
פקועה
פקיעין
פקיעין חדשה
פרדס חנה כרכור
פרדסיה
פרוד
פרוש בית דג
פרזון
פרחה
פרי גן
פרנגה
פרעה אל גיפ
פרעון
פרעתה
פתח תקווה
פתחיה
צאלים
צאנור
צביה
צבעון
צובה
צוחר
צופיה
צופים
צופית
צופר
צוקי ים
צוקים
צור הדסה
צור יגאל
צור יצחק
צור משה
צור נתן
צוריאל
צוריף
צורית
צורן
צידא
ציפורי
ציר
צלפון
צנדלה
צפא
צפריה
צפרירים
צפת
צרה
צרופה
צרטא
צרעה
קבאטיה
קבה
קבוצת יבנה
קביא
קביבה
קבלאן
קבר עמיר
קדומים
קדימה צורן
קדמה
קדמת צבי
קדר
קדרון
קדרים
קוממיות
קוצימה
קוצין
קורנית
קטורה
קטיף
קטנה
קיסריה
קירה
קלחים
קליה
קלנדיה
קלנסווה
קלע
קלקיליה
קפין
קציר
קצר א סר
קצרה
קצרין
קראות בני ז
קראות בני ח
קרארה
קריות
קרית אונו
קרית ארבע
קרית אתא
קרית ביאליק
קרית גת
קרית חיים
קרית טבעון
קרית ים
קרית יערים
קרית מוצקין
קרית מלאכי
קרית נטפים
קרית ענבים
קרית עקרון
קרית שלמה
קרית שמונה
קרני שומרון
קשת
ראבא
ראבוד
ראם
ראמה
ראמין
ראס
ראס אל עין
ראס אל נקב
ראס כרכר
ראס נצראני
ראס סאלם
ראס סניסל
ראס עלי
ראפאת חברון
ראפאת טול כ
ראפאת רמאלל
ראש העין
ראש פינה
ראש צורים
ראשון לציון
רבבה
רבדים
רביבים
רביד
רבעה כולל ב
רגבה
רגבים
רהט
רוגיב
רווחה
רוויה
רוח מדבר
רוחמה
רומאנה
רומת הייב
רועי
רותם
רחוב
רחובות
רחימה
ריחאניה
ריחיה
ריחן
ריינה
רימונים
רינתיה
ריסאן
רכום
רכסים
רם און
רמאללה
רמאנה
רמון
רמות
רמות השבים
רמות מאיר
רמות מנשה
רמות נפתלי
רמלה
רמסה
רמת אפעל
רמת גן
רמת דוד
רמת הכובש
רמת השופט
רמת השרון
רמת חובב
רמת יוחנן
רמת ישי
רמת מגשימים
רמת פנקס
רמת צבי
רמת רזיאל
רמת רחל
רנן
רנתיס
רעים
רעננה
רפידה
רפידיה
רפיח
רפיח העיר
רפיח ים
רקפת
רשפון
רשפים
רתמים
שא נור
שאטי
שאר ישוב
שבי ציון
שבי שומרון
שבלי אום אל גנם
שבע בארות
שבתין
שגב שלום
שדה אילן
שדה אליהו
שדה אליעזר
שדה בוקר
שדה דוד
שדה ורבורג
שדה יואב
שדה יעקב
שדה יצחק
שדה משה
שדה נחום
שדה נחמיה
שדה ניצן
שדה עוזיהו
שדה צבי
שדות ים
שדות מיכה
שדי אברהם
שדי חמד
שדי תרומות
שדמה
שדמות דבורה
שדמות מחולה
שדרות
שואבה
שובה
שובל
שוהם
שויכה
שוכת א צופי
שומרה
שומריה
שופה
שוקדה
שורש
שורשים
שושנת העמקים
שזור
שחר
שחרות
שיבולים
שיוח
שיח אחמד
שיח אחמד אל
שיח בריכ
שיח זויד
שיח חשש
שיח סלימאן
שיח סעיד
שיח עגלין
שיח עוד
שיטים
שייח דנון
שילה
שילת
שכם
שכניה
שלאק וגורה
שלווה
שלווה במדבר
שלוחות
שלומי
שלומית
שליו
שמיר
שמעה
שמרת
שמשית
שני
שניר
שעב
שעורים
שעל
שעלבים
שער אפרים
שער הגולן
שער העמקים
שער מנשה
שערי אברהם
שערי תקווה
שפיים
שפיר
שפר
שפרעם
שקבה
שקד
שקף
שרונה
שריד
שרשרת
שתולה
שתולים
תאשור
תדהר
תובל
תומר
תושיה
תיאסיר
תימורים
תירוש
תל
תל א שמסיה
תל אבו שנאר
תל אביב יפו
תל אל אחמר
תל אל בידא
תל יוסף
תל יצחק
תל מונד
תל עדשים
תל קציר
תל שבע
תל תאומים
תלם
תלמי אליהו
תלמי אלעזר
תלמי בילו
תלמי יוסף
תלמי יחיאל
תלמי יפה
תלמים
תלפית גנין
תלפית שכם
תמד
תמרת
תנובות
תעוז
תענך
תפוח
תפרח
תקומה
תקוע
תרום
תרמוסעיא
תרפת אל קדר
תרקומיא`.split('\n')